[
	{
		"type": "Game",
		"image": " ",
		"title": "HIPER JUMPER 2000",
		"content": "HIPER JUMPER 2000, it is game where you have to gain every points in the shortest time. You can choose game for one or two player and check who will win."
	},
	{
		"type": "Game",
		"image": " ",
		"title": "Space Newcomers",
		"content": "Space newcomers it is Poyters version of famous game - Space Invaders created by Taito Corporation in 1978. This producition introduced a huge confused in the game world. Now is available in Poyters version! Your mission is to destroy enemy invaders. You will use earlier prepared the ship. The aim is to carefully get not small bonus for destroying the mother ship. The game is responsive! Right now, you can play on a small, large screen,tablet or enormosu TV!"
	},
	{
		"type": "Game",
		"image": " ",
		"title": "Bread Hunter 3",
		"content": "Bread Hunter 3 it is unusual dynamic arcade game. Your task is to pick up required amount of loaf of breads in the shortest time as possible. But! It is not all. To finish your score are included your average speed, lives and accuracy! Completly all what is possible! Also, you have to be careful and it all well fight off. As in the first version of this game, Katl Cashier will try break your plans. Be careful! Always, you can throw bottle of banana juice, it ought to stop her."
	},
	{
		"type": "Game",
		"image": " ",
		"title": "Kostek 'Birthday'",
		"content": "That is how you can imagine, this game is about a birthday! But not about usually birthday, this is 18`th birthday! Wow! Do you like freak, unusual, not logic and primarily do you like another games?! We have the birthday and BUM! The huge cristal, Dudzio`s flute, The Hope, a weird rooms, hemoglobine, Przemek in the wardrobe! I don`t know but Kostek`s party became any apogee! It is possible that it is the cheap wine fault or very strong tea which was made of two bags. Nevermind. We are in the fuckin weird residence! You have to check what the fuck and find your collegues. Don`t worry, you will get all help you need always correct and nice smelling Narrator! Perhpas, he will be complain and not compliant with your purposes and maybe he will insult you! But this is only jokes ^^"
	}
]